Repository: XuWeinan123/EncryptNotes_for_TRAE
Catalog: EncryptNotes/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, zh_hans, zh_hant

source: # Markdown Editor This is a real preview of the floating note editor.
de: # Markdown-Editor Dies ist eine echte Vorschau des schwebenden Notiz-Editors.
es: # Editor de Markdown Esta es una vista previa real del editor de notas flotantes.
fr: # Éditeur Markdown Ceci est un véritable aperçu de l'éditeur de notes flottant.
ja: # Markdown エディタ これは、フローティングノートエディタのリアルなプレビューです。
ko: # Markdown 편집기 이것은 플로팅 노트 편집기의 실제 미리보기입니다.
pt: # Editor de Markdown Esta é uma prévia real do editor de notas flutuantes.
zh_hans: # Markdown 编辑器 这是悬浮便签编辑器的真实预览。
zh_hant: # Markdown 編輯器 這是浮動筆記編輯器的真實預覽。

source: # Markdown Preview - **Bold** and *italic* - `inline code` > This is the actual Markdown rendering component.
de: # Markdown Vorschau - **Fett** und *kursiv* - `inline code` > Dies ist die tatsächliche Markdown-Rendering-Komponente.
es: # Vista previa de Markdown - **Negrita** y *cursiva* - `código en línea` > Este es el componente de renderizado de Markdown real.
fr: # Aperçu Markdown - **Gras** et *italique* - `code en ligne` > Ceci est le composant de rendu Markdown réel.
ja: # Markdown プレビュー - **太字** と *斜体* - `インラインコード` > これが実際の Markdown レンダリングコンポーネントです。
ko: # Markdown 미리보기 - **굵게**와 *기울임꼴* - `인라인 코드` > 이것은 실제 Markdown 렌더링 구성 요소입니다.
pt: # Pré-visualização de Markdown - **Negrito** e *itálico* - `inline code` > Este é o componente real de renderização de Markdown.
zh_hans: # Markdown 预览 - **粗体** 与 *斜体* - `inline code` > 这是实际的 Markdown 渲染组件。
zh_hant: # Markdown 預覽 - **粗體** 與 *斜體* - `行內程式碼` > 這是實際的 Markdown 呈現元件。

source: # Seal Note Iteration Log Component details now show a real note card. #components
de: # Seal Note Iterationsprotokoll Komponentendetails zeigen jetzt eine echte Notizkarte. #components
es: # Registro de iteraciones de Seal Note Los detalles de componentes ahora muestran una tarjeta de nota real. #components
fr: # Journal d'itération de Seal Note Les détails des composants affichent désormais une véritable carte de note. #components
ja: # Seal Note Iteration Log コンポーネントの詳細に実際のメモカードが表示されるようになりました。#components
ko: # Seal Note Iteration Log 구성 요소 세부 정보에 이제 실제 노트 카드가 표시됩니다. #components
pt: # Registro de Iteração do Seal Note Os detalhes do componente agora mostram um cartão de nota real. #components
zh_hans: Seal Note 迭代日志 组件详情现在显示真实的笔记卡片。#components
zh_hant: Seal Note 疊代記錄：元件詳細資訊現在顯示真實的筆記卡片。#components

source: %@ · Encrypted
de: %@ · Verschlüsselt
es: %@ · Cifrado
fr: %@ · Chiffré
ja: %@ · 暗号化済み
ko: %@ · 암호화됨
pt: %@ · Criptografado
zh_hans: %@ · 加密
zh_hant: %@ · 已加密

source: %lld days ago at %@
de: vor %lld Tagen um %@
es: hace %lld días a las %@
fr: il y a %lld jours à %@
ja: %lld日前 %@
ko: %lld일 전 %@
pt: %lld dias atrás às %@
zh_hans: %lld 天前 %@
zh_hant: %lld 天前 %@

source: %lld minutes ago
de: vor %lld Minuten
es: hace %lld minutos
fr: il y a %lld minutes
ja: %lld分前
ko: %lld분 전
pt: %lld minutos atrás
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: 29 Days
de: 29 Tage
es: 29 días
fr: 29 jours
ja: 29日間
ko: 29일
pt: 29 Dias
zh_hans: 29 天
zh_hant: 29 天

source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
pt: 30 dias
zh_hans: 30 天
zh_hant: 30 天

source: A macOS Markdown preview view.
de: Eine macOS Markdown-Vorschauansicht.
es: Una vista previa de Markdown para macOS.
fr: Une vue d'aperçu Markdown pour macOS.
ja: macOS Markdown プレビュービュー
ko: macOS Markdown 미리보기 뷰.
pt: Visualização de pré-visualização de Markdown do macOS.
zh_hans: macOS Markdown 预览视图。
zh_hant: macOS Markdown 預覽檢視。

source: A macOS menu bar entry point.
de: Ein Einstiegspunkt in der macOS-Menüleiste
es: Un punto de entrada de la barra de menú de macOS.
fr: Point d'entrée dans la barre de menus macOS.
ja: macOS メニューバーのエントリポイント。
ko: macOS 메뉴 막대의 진입점.
pt: Um ponto de entrada na barra de menus do macOS
zh_hans: macOS 菜单栏入口。
zh_hant: macOS 選單列入口。

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt: Sobre
zh_hans: 关于
zh_hant: 關於

source: All
de: Alle
es: Todos
fr: Tout
ja: すべて
ko: 전체
pt: Tudo
zh_hans: 全部
zh_hant: 全部

source: All Notes
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
ja: すべてのノート
ko: 모든 노트
pt: Todas as Notas
zh_hans: 全部笔记
zh_hant: 全部筆記

source: All notes in Trash will be permanently deleted and cannot be recovered.
de: Alle Notizen im Papierkorb werden endgültig gelöscht und können nicht wiederhergestellt werden.
es: Todas las notas de la Papelera se eliminarán permanentemente y no se podrán recuperar.
fr: Toutes les notes dans la Corbeille seront définitivement supprimées et ne pourront pas être récupérées.
ja: ゴミ箱内のすべてのメモは完全に削除され、復元できません。
ko: 휴지통에 있는 모든 메모는 영구적으로 삭제되며 복구할 수 없습니다.
pt: Todas as notas no Lixo serão permanentemente excluídas e não podem ser recuperadas.
zh_hans: 回收站中的所有笔记将被永久删除，无法恢复。
zh_hant: 垃圾桶中的所有筆記將被永久刪除，無法復原。

source: All Notes, Trash, and Settings collections.
de: Sammlungen „Alle Notizen“, „Papierkorb“ und „Einstellungen“
es: Todas las notas, Papelera y Configuración.
fr: Collections Toutes les notes, Corbeille et Réglages.
ja: メモ、ゴミ箱、設定のすべてのコレクション。
ko: 모든 노트, 휴지통 및 설정 컬렉션
pt: Todas as Notas, Lixo e Configurações.
zh_hans: 全部笔记、回收站和设置集合。
zh_hant: 所有筆記、垃圾桶和設定集合

source: Application Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
ja: アプリの言語
ko: 앱 언어
pt: Idioma do aplicativo
zh_hans: 应用语言
zh_hant: App 語言

source: Back to Editing
de: Zurück zum Bearbeiten
es: Volver a Editar
fr: Retour à l'édition
ja: 編集に戻る
ko: 편집으로 돌아가기
pt: Voltar à Edição
zh_hans: 返回编辑
zh_hant: 返回編輯

source: Basic actions, toolbar actions, and form actions.
de: Grundlegende Aktionen, Symbolleistenaktionen und Formularaktionen
es: Acciones básicas, acciones de barra de herramientas y acciones de formulario.
fr: Actions de base, actions de la barre d'outils et actions de formulaire.
ja: 基本操作、ツールバー操作、フォーム操作
ko: 기본 동작, 도구 모음 동작 및 양식 동작.
pt: Ações básicas, ações da barra de ferramentas e ações do formulário.
zh_hans: 基础点击动作、工具栏动作和表单尾部操作。
zh_hant: 基本動作、工具列動作和表單動作。

source: Bordered Prominent · Control Size
de: Umrandet Prominent · Steuerelementgröße
es: Borde prominente · Tamaño del control
fr: Bordé Proéminent · Taille du contrôle
ja: ボーダー付きプロミネント・コントロールサイズ
ko: 테두리 두드러짐 · 컨트롤 크기
pt: Proeminente com Borda · Tamanho do Controle
zh_hans: 边框突出 · 控件大小
zh_hant: 邊框主要 · 控制項大小

source: Buttons or status can appear on the right
de: Schaltflächen oder Status können rechts erscheinen.
es: Los botones o el estado pueden aparecer a la derecha
fr: Les boutons ou le statut peuvent apparaître à droite
ja: ボタンやステータスは右側に表示できます
ko: 오른쪽에 버튼 또는 상태를 배치할 수 있습니다
pt: Botões ou status podem aparecer à direita
zh_hans: 右侧可放按钮或状态
zh_hant: 按鈕或狀態可於右側顯示

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Capture a quick #idea
de: Erfasse eine schnelle #Idee
es: Captura una #idea rápida
fr: Capturez rapidement une #idée
ja: 手軽に #アイデア を記録
ko: 빠른 #아이디어를 기록하세요
pt: Capture uma #ideia rápida
zh_hans: 快速记录一条 #想法
zh_hant: 快速記錄一個 #想法

source: Capture quickly without interrupting your work.
de: Erfassen Sie schnell, ohne Ihre Arbeit zu unterbrechen.
es: Captura rápidamente sin interrumpir tu trabajo.
fr: Capturez rapidement sans interrompre votre travail.
ja: 作業を中断せずにすばやくキャプチャ。
ko: 작업 방해 없이 빠르게 캡처
pt: Capture rapidamente sem interromper o seu trabalho
zh_hans: 快速记录，不打断当前工作。
zh_hant: 快速剪藏，不打斷您的工作。

source: Clear Search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar pesquisa
zh_hans: 清空搜索
zh_hant: 清除搜尋

source: Click to Unlock
de: Zum Entsperren klicken
es: Toca para desbloquear
fr: Toucher pour déverrouiller
ja: タップしてロック解除
ko: 클릭하여 잠금 해제
pt: Clique para desbloquear
zh_hans: 点击解锁查看
zh_hant: 點擊解鎖

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Close Search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
ja: 検索を閉じる
ko: 검색 닫기
pt: Fechar Pesquisa
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Component details show a real All Notes list row
de: Komponentendetails zeigen eine echte 'Alle Notizen'-Listenzeile.
es: Los detalles del componente muestran una fila real de la lista All Notes.
fr: Les détails du composant affichent une véritable ligne de liste All Notes.
ja: コンポーネント詳細には、実際のすべてのメモリストの行が表示されます。
ko: 구성 요소 세부 정보는 실제 모든 노트 목록 행을 표시합니다.
pt: Os detalhes do componente mostram uma linha real da lista All Notes
zh_hans: 组件详情展示真实的全部笔记列表项
zh_hant: 組件詳細資訊顯示真實的全部筆記列表列

source: Confirm Action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
ja: 確認操作
ko: 동작 확인
pt: Confirmar Ação
zh_hans: 确认操作
zh_hant: 確認動作

source: Connector UI Questions
de: Connector UI Fragen
es: Preguntas de la interfaz del conector
fr: Questions sur l'interface du connecteur
ja: Connector UI の質問
ko: 커넥터 UI 질문
pt: Perguntas da UI do Conector
zh_hans: 连接器界面疑问
zh_hant: 連接器介面疑問

source: Content Area
de: Inhaltsbereich
es: Área de contenido
fr: Zone de contenu
ja: コンテンツエリア
ko: 콘텐츠 영역
pt: Área de Conteúdo
zh_hans: 内容区域
zh_hant: 內容區域

source: Content will appear here.
de: Inhalt wird hier angezeigt.
es: El contenido aparecerá aquí
fr: Le contenu apparaîtra ici.
ja: ここにコンテンツが表示されます
ko: 내용이 여기에 표시됩니다.
pt: O conteúdo aparecerá aqui.
zh_hans: 内容会在这里显示。
zh_hant: 內容會在此顯示。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Convert to Encrypted
de: In verschlüsselt umwandeln
es: Convertir a cifrado
fr: Convertir en chiffré
ja: 暗号化に変換
ko: 암호화로 변환
pt: Converter para criptografado
zh_hans: 转为加密笔记
zh_hant: 轉換為加密

source: Convert to Plain Text
de: In Klartext umwandeln
es: Convertir a texto plano
fr: Convertir en texte brut
ja: プレーンテキストに変換
ko: 일반 텍스트로 변환
pt: Converter para Texto Simples
zh_hans: 转为明文笔记
zh_hant: 轉為純文字

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt: Copiar
zh_hans: 复制
zh_hant: 複製

source: Copy Name
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピー
ko: 이름 복사
pt: Copiar Nome
zh_hans: 复制名称
zh_hant: 拷貝名稱

source: Could not add file to zip: %@
de: Datei konnte nicht zum zip hinzugefügt werden: %@
es: No se pudo agregar el archivo al zip: %@
fr: Impossible d'ajouter le fichier au zip : %@
ja: zipにファイルを追加できませんでした: %@
ko: zip에 파일을 추가할 수 없음: %@
pt: Não foi possível adicionar o arquivo ao zip: %@
zh_hans: 无法添加文件到 zip：%@
zh_hant: 無法將檔案加入 zip：%@

source: Could Not Check for Updates
de: Updates konnten nicht geprüft werden
es: No se pudo buscar actualizaciones
fr: Impossible de vérifier les mises à jour
ja: アップデートを確認できませんでした
ko: 업데이트를 확인할 수 없음
pt: Não foi possível verificar atualizações
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Could not create the zip file
de: Zip-Datei konnte nicht erstellt werden
es: No se pudo crear el archivo zip
fr: Impossible de créer le fichier ZIP
ja: zipファイルを作成できませんでした
ko: zip 파일을 생성할 수 없습니다
pt: Não foi possível criar o arquivo zip
zh_hans: 无法创建 zip 文件
zh_hant: 無法建立 zip 檔案

source: Create New Key
de: Neuen Schlüssel erstellen
es: Crear nueva clave
fr: Créer une nouvelle clé
ja: 新しい鍵を作成
ko: 새 키 생성
pt: Criar Nova Chave
zh_hans: 创建新密钥
zh_hant: 建立新金鑰

source: Create or open recent notes from the menu bar without interrupting your work.
de: Erstellen oder öffnen Sie zuletzt verwendete Notizen über die Menüleiste, ohne Ihre Arbeit zu unterbrechen.
es: Crea o abre notas recientes desde la barra de menús sin interrumpir tu trabajo.
fr: Créez ou ouvrez des notes récentes depuis la barre des menus sans interrompre votre travail.
ja: 作業を中断せずに、メニューバーから最近のノートを作成または開けます。
ko: 작업을 중단하지 않고 메뉴 막대에서 최근 노트를 만들거나 열 수 있습니다.
pt: Crie ou abra notas recentes pela barra de menus sem interromper o seu trabalho.
zh_hans: 从菜单栏新建或打开最近的笔记，无需打断当前工作。
zh_hant: 從選單列新增或開啟最近的筆記，無需打斷目前工作。

source: Current version: %@ Latest version: %@
de: Aktuelle Version: %@ Neueste Version: %@
es: Versión actual: %@ Última versión: %@
fr: Version actuelle : %@ Dernière version : %@
ja: 現在のバージョン：%@ 最新バージョン：%@
ko: 현재 버전: %@ 최신 버전: %@
pt: Versão atual: %@ Última versão: %@
zh_hans: 当前版本：%@ 最新版本：%@
zh_hant: 目前版本：%@ 最新版本：%@

source: Custom Components
de: Eigene Komponenten
es: Componentes personalizados
fr: Composants personnalisés
ja: カスタムコンポーネント
ko: 커스텀 구성 요소
pt: Componentes personalizados
zh_hans: 自建组件
zh_hant: 自訂元件

source: Custom Components %lld
de: Benutzerdefinierte Komponenten %lld
es: Componentes personalizados %lld
fr: Composants personnalisés %lld
ja: カスタムコンポーネント %lld
ko: 사용자 지정 구성 요소 %lld
pt: Componentes Personalizados %lld
zh_hans: 自建组件 %lld
zh_hant: 自訂元件 %lld

source: Custom list rows for the All Notes window.
de: Benutzerdefinierte Listenzeilen für das Fenster „Alle Notizen“.
es: Filas de lista personalizadas para la ventana de Todas las notas.
fr: Lignes de liste personnalisées pour la fenêtre Toutes les notes.
ja: すべてのメモウィンドウのカスタムリスト行
ko: 모든 노트 윈도우의 사용자 지정 목록 행.
pt: Linhas de lista personalizadas para a janela Todas as Notas.
zh_hans: 全部笔记窗口的自定义列表项。
zh_hant: 全部筆記視窗的自訂列表列。

source: Custom list rows for the Trash window.
de: Benutzerdefinierte Listenzeilen für das Papierkorb-Fenster.
es: Filas de lista personalizadas para la ventana de la Papelera.
fr: Lignes de liste personnalisées pour la fenêtre de la Corbeille.
ja: ゴミ箱ウィンドウのカスタムリスト行。
ko: 휴지통 창의 사용자 설정 목록 행.
pt: Linhas de lista personalizadas para a janela da Lixeira.
zh_hans: 回收站窗口的自定义列表项。
zh_hant: 垃圾桶視窗的自訂列表列

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
pt: Excluir Permanentemente
zh_hans: 永久删除
zh_hant: 永久刪除

source: Delete This Note?
de: Diese Notiz löschen?
es: ¿Eliminar esta nota?
fr: Supprimer cette note ?
ja: このメモを削除しますか？
ko: 이 노트를 삭제하시겠습니까?
pt: Excluir esta nota?
zh_hans: 删除这条笔记？
zh_hant: 刪除此筆記？

source: Deleted Encrypted Note
de: Gelöschte verschlüsselte Notiz
es: Nota cifrada eliminada
fr: Note chiffrée supprimée
ja: 削除された暗号化メモ
ko: 삭제된 암호화 노트
pt: Nota criptografada excluída
zh_hans: 已删除的加密笔记
zh_hant: 已刪除的加密筆記

source: Deleted notes are kept for 30 days
de: Gelöschte Notizen werden 30 Tage lang aufbewahrt.
es: Las notas eliminadas se conservan durante 30 días.
fr: Les notes supprimées sont conservées pendant 30 jours.
ja: 削除されたノートは30日間保持されます
ko: 삭제된 노트는 30일 동안 보관됩니다.
pt: Notas apagadas são mantidas por 30 dias
zh_hans: 删除的笔记会保留 30 天
zh_hant: 刪除的筆記會保留 30 天

source: Deleted yesterday · permanently deleted in 29 days
de: Gestern gelöscht · in 29 Tagen endgültig gelöscht
es: Eliminado ayer · eliminado permanentemente en 29 días
fr: Supprimé hier · définitivement supprimé dans 29 jours
ja: 昨日削除 · 29日後に完全に削除
ko: 어제 삭제됨 · 29일 후 영구 삭제됨
pt: Excluído ontem · excluído permanentemente em 29 dias
zh_hans: 昨天删除 · 29 天后永久删除
zh_hant: 已於昨天刪除 · 29 天後永久刪除

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt: Descrição
zh_hans: 说明文本
zh_hant: 說明

source: Do Not Show Again
de: Nicht mehr anzeigen
es: No mostrar más
fr: Ne plus afficher
ja: 次回から表示しない
ko: 다시 보지 않기
pt: Não mostrar novamente
zh_hans: 不再显示
zh_hant: 不再顯示

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt: Baixar
zh_hans: 前往下载
zh_hant: 下載

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Editor font size, line height, and opacity settings.
de: Editor-Schriftgröße, Zeilenhöhe und Deckkraft-Einstellungen.
es: Configuración del tamaño de fuente, altura de línea y opacidad del editor.
fr: Réglages de la taille de police, de la hauteur de ligne et de l'opacité de l'éditeur.
ja: エディタのフォントサイズ、行の高さ、不透明度の設定。
ko: 편집기 글꼴 크기, 줄 높이 및 불투명도 설정.
pt: Configurações de tamanho da fonte, altura da linha e opacidade do editor.
zh_hans: 编辑器字号、行高和透明度设置。
zh_hant: 編輯器字體大小、行高和透明度設定。

source: Empty
de: Leeren
es: Vacío
fr: Vider
ja: 空にする
ko: 비우기
pt: Esvaziar
zh_hans: 清空
zh_hant: 清空

source: Empty Trash?
de: Papierkorb leeren?
es: ¿Vaciar la papelera?
fr: Vider la corbeille ?
ja: ゴミ箱を空にしますか？
ko: 휴지통을 비우시겠습니까?
pt: Esvaziar o Lixo?
zh_hans: 确认清空回收站？
zh_hant: 清空垃圾桶？

source: Empty-state presentation.
de: Leerzustandsdarstellung.
es: Presentación de estado vacío.
fr: Présentation de l'état vide.
ja: 空状態の表示
ko: 빈 상태 표시.
pt: Apresentação de estado vazio.
zh_hans: 空状态展示。
zh_hant: 空狀態展示。

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 켜기
pt: Ativar
zh_hans: 开启
zh_hant: 啟用

source: Enable Logging
de: Protokollierung aktivieren
es: Activar registro
fr: Activer la journalisation
ja: ログを有効にする
ko: 로깅 활성화
pt: Ativar registro
zh_hans: 开启日志记录
zh_hant: 啟用記錄

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt: Ativado
zh_hans: 已启用
zh_hant: 已啟用

source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré
ja: 暗号化済み
ko: 암호화됨
pt: Criptografado
zh_hans: 加密
zh_hant: 加密

source: Encrypted Note Example
de: Verschlüsselte Notiz Beispiel
es: Ejemplo de nota cifrada
fr: Exemple de note chiffrée
ja: 暗号化メモの例
ko: 암호화된 메모 예제
pt: Exemplo de Nota Criptografada
zh_hans: 加密笔记示例
zh_hant: 加密筆記示例

source: Encrypted note; open to view content
de: Verschlüsselte Notiz; zum Anzeigen des Inhalts öffnen
es: Nota cifrada; abrir para ver el contenido
fr: Note cryptée ; ouvrir pour voir le contenu
ja: 暗号化メモ：開いて内容を表示
ko: 암호화된 메모, 열어서 내용 보기
pt: Nota criptografada; abra para ver o conteúdo
zh_hans: 加密笔记，打开后查看正文
zh_hant: 加密筆記，開啟後查看內容

source: English
de: Englisch
es: inglés
fr: Anglais
ja: 英語
ko: 영어
pt: inglês
zh_hans: 英文
zh_hant: 英文

source: Enter Key
de: Schlüssel eingeben
es: Ingresar clave
fr: Saisir la clé
ja: キーを入力
ko: 키 입력
pt: Inserir Chave
zh_hans: 输入密钥
zh_hant: 輸入金鑰

source: Enter Markdown
de: Markdown eingeben
es: Introducir Markdown
fr: Saisir Markdown
ja: Markdownを入力
ko: Markdown 입력
pt: Inserir Markdown
zh_hans: 输入 Markdown
zh_hant: 輸入 Markdown

source: Error, confirmation, editing, and export flows.
de: Fehler-, Bestätigungs-, Bearbeitungs- und Exportabläufe.
es: Flujos de error, confirmación, edición y exportación.
fr: Flux d'erreur, de confirmation, d'édition et d'export
ja: エラー、確認、編集、およびエクスポートのフロー。
ko: 오류, 확인, 편집 및 내보내기 흐름.
pt: Fluxos de erro, confirmação, edição e exportação.
zh_hans: 错误、确认、编辑和导出流程。
zh_hant: 錯誤、確認、編輯和匯出流程。

source: Feature Test
de: Funktionstest
es: Prueba de funcionalidad
fr: Test de fonctionnalité
ja: 機能テスト
ko: 기능 테스트
pt: Teste de Funcionalidade
zh_hans: 功能测试
zh_hant: 功能測試

source: First Section
de: Erster Abschnitt
es: Primera sección
fr: Première section
ja: 最初のセクション
ko: 첫 번째 섹션
pt: Primeira Seção
zh_hans: 第一组
zh_hant: 第一部分

source: Fit to Content
de: An Inhalt anpassen
es: Ajustar al contenido
fr: Ajuster au contenu
ja: コンテンツに合わせる
ko: 내용에 맞추기
pt: Ajustar ao Conteúdo
zh_hans: 适应内容
zh_hant: 符合內容

source: Footer text appears here.
de: Hier erscheint der Footer-Text.
es: El texto del pie de página aparece aquí.
fr: Le texte du pied de page s'affiche ici.
ja: フッターテキストはここに表示されます。
ko: 푸터 텍스트가 여기에 표시됩니다.
pt: O texto do rodapé aparece aqui.
zh_hans: 这里是 footer 文案。
zh_hant: 頁尾文字顯示於此。

source: French
de: Französisch
es: francés
fr: français
ja: フランス語
ko: 프랑스어
pt: francês
zh_hans: 法语
zh_hant: 法語

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt: Geral
zh_hans: 通用
zh_hant: 一般

source: German
de: Deutsch
es: alemán
fr: allemand
ja: ドイツ語
ko: 독일어
pt: Alemão
zh_hans: 德语
zh_hant: 德語

source: GitHub returned an invalid response. Try again later.
de: GitHub hat eine ungültige Antwort zurückgegeben. Versuchen Sie es später erneut.
es: GitHub devolvió una respuesta no válida. Inténtelo de nuevo más tarde.
fr: GitHub a retourné une réponse invalide. Réessayez plus tard.
ja: GitHubが無効な応答を返しました。後でもう一度お試しください。
ko: GitHub에서 유효하지 않은 응답을 반환했습니다. 나중에 다시 시도하세요.
pt: GitHub retornou uma resposta inválida. Tente novamente mais tarde.
zh_hans: GitHub 返回了无效的响应，请稍后再试。
zh_hant: GitHub 傳回無效的回應，請稍後再試。

source: Go to Key Settings
de: Gehe zu Schlüsseleinstellungen
es: Ir a Ajustes de clave
fr: Accéder aux réglages des clés
ja: キー設定に移動
ko: 키 설정으로 이동
pt: Ir para Configurações de Chave
zh_hans: 前往密钥设置
zh_hant: 前往金鑰設定

source: Green
de: Grün
es: verde
fr: vert
ja: 緑
ko: 초록색
pt: verde
zh_hans: 绿色
zh_hant: 綠色

source: Grouped panels for settings and information pages.
de: Gruppierte Felder für Einstellungs- und Informationsseiten
es: Paneles agrupados para páginas de configuración e información.
fr: Panneaux regroupés pour les pages de réglages et d'informations.
ja: 設定ページと情報ページ用のグループ化されたパネル
ko: 설정 및 정보 페이지용 그룹화된 패널.
pt: Painéis agrupados para páginas de configurações e informações.
zh_hans: 设置页和信息页的分组面板。
zh_hant: 設定頁與資訊頁的分組面板。

source: Hosts SwiftUI content in a macOS window.
de: Hostet SwiftUI-Inhalt in einem macOS-Fenster.
es: Aloja contenido de SwiftUI en una ventana de macOS.
fr: Héberge du contenu SwiftUI dans une fenêtre macOS.
ja: SwiftUIコンテンツをmacOSウィンドウでホストします。
ko: SwiftUI 콘텐츠를 macOS 창에서 호스팅합니다.
pt: Hospeda conteúdo SwiftUI em uma janela do macOS.
zh_hans: 把 SwiftUI 内容承载到 macOS 窗口。
zh_hant: 在 macOS 視窗中承載 SwiftUI 內容。

source: Icons, status indicators, and button graphics.
de: Symbole, Statusanzeigen und Schaltflächengrafiken.
es: Iconos, indicadores de estado y gráficos de botones.
fr: Icônes, indicateurs d'état et graphismes de boutons.
ja: アイコン、ステータスインジケータ、ボタングラフィック。
ko: 아이콘, 상태 표시기 및 버튼 그래픽.
pt: Ícones, indicadores de status e gráficos de botões.
zh_hans: 图标、状态标识和按钮图形。
zh_hant: 圖示、狀態指示器和按鈕圖形。

source: Input for keys and sensitive fields.
de: Eingabe für Schlüssel und vertrauliche Felder.
es: Entrada para claves y campos sensibles.
fr: Saisie des clés et des champs sensibles
ja: キーと機密フィールドの入力
ko: 키와 민감 필드 입력
pt: Inserir para chaves e campos sensíveis.
zh_hans: 密钥与敏感字段输入。
zh_hant: 輸入密鑰與敏感欄位

source: Invalid source path
de: Ungültiger Quellpfad
es: Ruta de origen no válida
fr: Chemin source invalide
ja: 無効なソースパス
ko: 유효하지 않은 소스 경로
pt: Caminho de origem inválido
zh_hans: 无效的源路径
zh_hant: 無效的來源路徑

source: Item %lld
de: Element %lld
es: Elemento %lld
fr: Élément %lld
ja: 項目 %lld
ko: 항목 %lld
zh_hans: 项目 %lld
zh_hant: 項目 %lld

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
pt: Japonês
zh_hans: 日文
zh_hant: 日文

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
ja: たった今
ko: 방금
pt: Agora mesmo
zh_hans: 刚刚
zh_hant: 剛剛

source: Key
de: Schlüssel
es: Clave
fr: Clé
ja: キー
ko: 키
pt: Chave
zh_hans: 密钥
zh_hant: 密鑰

source: Key Required
de: Schlüssel erforderlich
es: Clave requerida
fr: Clé requise
ja: キーが必要
ko: 키 필요
pt: Chave Necessária
zh_hans: 需要密钥
zh_hant: 需要密鑰

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
pt: coreano
zh_hans: 韩文
zh_hant: 韓文

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt: Mais tarde
zh_hans: 稍后
zh_hant: 稍後

source: Lists, two-column shortcut layouts, and grid content.
de: Listen, zweispaltige Shortcut-Layouts und Rasterinhalte
es: Listas, diseños de atajos de dos columnas y contenido de cuadrícula.
fr: Listes, dispositions de raccourcis à deux colonnes et contenu en grille.
ja: リスト、2列のショートカットレイアウト、およびグリッドコンテンツ
ko: 목록, 두 열 단축키 레이아웃 및 격자 콘텐츠.
pt: Listas, layouts de atalhos em duas colunas e conteúdo de grade.
zh_hans: 列表、快捷键双列布局和栅格内容。
zh_hant: 列表、雙欄捷徑佈局和格狀內容。

source: Load Existing Key
de: Vorhandenen Schlüssel laden
es: Cargar clave existente
fr: Charger une clé existante
ja: 既存のキーを読み込む
ko: 기존 키 불러오기
pt: Carregar Chave Existente
zh_hans: 加载已有密钥
zh_hant: 載入現有密鑰

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
ja: ロック
ko: 잠금
pt: Bloquear
zh_hans: 上锁
zh_hant: 上鎖

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック済み
ko: 잠김
pt: Bloqueado
zh_hans: 已上锁
zh_hant: 已鎖定

source: Markdown Preview
de: Markdown Vorschau
es: Vista previa de Markdown
fr: Aperçu Markdown
ja: Markdownプレビュー
ko: Markdown 미리보기
pt: Visualização de Markdown
zh_hans: Markdown 预览
zh_hant: Markdown 預覽

source: More
de: Mehr
es: Más
fr: Plus
ja: もっと
ko: 더보기
pt: Mais
zh_hans: 更多
zh_hant: 更多
